{
    "self": {
        "_id": 0,
        "avatar": "/static/images/avatar.jpg",
        "background": "/static/images/bg.jpg",
        "birthday": "01/10/95",
        "name": "MadPixar",
        "gender": "male",
        "email": "necromancerX@126.com",
        "phone": "18607334135",
        "address": "Pennsylvania Avenue, 1036",
        "explain": "教练我想写代码",
        "about": "Several important experimental fact that poses challenges to the classical theory If a beam of electromagnetic radiation appropriate slot, according to the prediction of the classical wave theory, followed by receiving interference, diffraction pattern will flash on the screen. But if let a bunch of very low intensity electromagnetic irradiation photographic plate, in a certain time interval, the film will only show some irregular small spots. As if the film is shot by a particle at a time! Is this a contradiction? The phenomenon of small specks produced by low-intensity light exposure can still be argued for classical wave theory.",
        "moments":[
            {   "time": 1502294400000,
                "name": "MadPixar",
                "avatar": "/static/images/avatar.jpg",
                "photo":[
                    {
                      "url": "/static/images/m21.jpg",
                      "imgtitle": "海天一色"，
                      "imgsubtitle": "让人心旷神怡的舒畅"
                    },
                    {
                      "url": "/static/images/m21.jpg",
                      "imgtitle": "海天一色"，
                      "imgsubtitle": "让人心旷神怡的舒畅"
                    },
                    {
                      "url": "/static/images/m21.jpg",
                      "imgtitle": "海天一色"，
                      "imgsubtitle": "让人心旷神怡的舒畅"
                    }
                ],
                "text": "散落在指尖的阳光，我试着轻轻抓住光影的踪迹，它却在眉宇间投下一片淡淡的阴影。 调皮的阳光掀动了四月的心帘，温暖如约的歌声渐起。 似乎在诉说着，我也可以在漆黑的角落里，找到阴影背后的阳光， 找到阳光与阴影奏出和谐的旋律。我要用一颗敏感赤诚的心迎接每一缕滑过指尖的阳光！"
            }
        ]
    },
    "friend": [
        {   "_id": 1,
            "avatar": "/static/images/avatar1.jpg",
            "background": "/static/images/bg1.jpg",
            "birthday": "11/3/95",
            "name": "比屋定真帆",
            "gender": "female",
            "email": "HiyajoMaho@gate.com",
            "phone": "17781997633",
            "address": "North Carolina, 2584",
            "explain": "万物皆可萌",
            "about": "Victor · Ken doria university institute of science researchers. Stunted, very small, often misunderstood as a middle school student. In the evening, walking in the street is always thought to be a lost child being persuaded, repeatedly alone to buy wine, nutrition and so on also be rejected. The main attack is \"artificial intelligence\". Working with other researchers on the study of the memory of the human brain created by the study of the memory of the human brain has created the artificial intelligence \"Amadeus\", which is based on the memory of the brain and has similar personality to the backup source. "
        },
        {   
            "_id": 2,
            "avatar": "/static/images/avatar2.jpg",
            "background": "/static/images/bg2.jpg",
            "birthday": "21/6/97",
            "name": "红莉莉莉莉栖",
            "gender": "female",
            "email": "Christina@gate.com",
            "phone": "13177628923",
            "address": "Salix, Delaware, 442",
            "explain": "时间会随着人的感觉而变长或变短，相对论真是既浪漫又伤感的东西呢。",
            "about": "Victor Porto, a researcher at the institute of brain sciences at the university of Victoria, has been the subject of a study published in the prestigious American academic journal. Labmen No. 004 of the future props institute. "
        },
        {   
            "_id": 3,
            "avatar": "/static/images/avatar3.jpg",
            "background": "/static/images/bg3.jpg",
            "birthday": "3/3/99",
            "name": "久野里澪",
            "gender": "female",
            "email": "mystic@gate.com",
            "phone": "15908329651",
            "address": "Coldiron, Palau, 7757",
            "explain": "谜之少女",
            "about": "The research institute, which now works with the third grader at the same high school, doesn't go to school very much, and always wears a white overcoat. "
        }
    ]
}